Repository: shadimanna/dhl-logistic-services-for-woocommerce
Catalog: pr-dhl-woocommerce/lang/dhl-for-woocommerce-*.po
Languages: de_de

source: Add shipper reference.
de_de: Versender-Referenz hinzufügen

source: Tracking Text
de_de: Sendungsbenachrichtigung

source: Set the custom text when adding the tracking number to the order notes or completed email. {tracking-link} is where the tracking number will be set.
de_de: Legen Sie den individuellen Text fest, der beim Hinzufügen der Sendungsnummer zu den Bestellnotizen oder in der Versandbestätigungs‑E‑Mail verwendet wird. {tracking-link} wird dabei durch die Sendungsnummer ersetzt.

source: DHL Tracking Number: {tracking-link}
de_de: DHL Sendungsnnummer: {tracking-link}

source: Tracking Email
de_de: Sendungsbenachrichtigung

source: Add tracking text in completed email
de_de: Text zur Sendungsverfolgung in der Bestellbestätigung hinzufügen

source: Please, tick here to add tracking text when completed email is sent.
de_de: Bitte anhaken, wenn text in der Bestellbestätigung hinzugefügt werden soll

source: Tracking URL Language
de_de: Sprache des Tracking‑Links

source: Select the tracking link language.
de_de: Bitte stellen Sie Ihre Versandlabel Einstellungen ein.

source: Select language of the tracking link page.
de_de: Wählen Sie die Sprache der Tracking‑Seite.

source: Create Label on Status
de_de: DHL Label erzeugen

source: Create label on specific status.
de_de: Label abhängig vom Status generieren.

source: Select the order status.
de_de: Bitte wahlen Sie den Bestellstatus.

source: Order Status
de_de: Bestellstatus

source: Change to Completed
de_de: Auf Abgeschlossen setzen

source: Please, tick here to change the order status when label is generated.
de_de: Bitte Häckchen setzen, wenn der Status geändert werden soll.

source: Preferred Service
de_de: DHL Wunschzustellung

source: Preferred service options.
de_de: Empfangsoptionen im Frontend.

source: Closest Drop Point
de_de: Nächstgelegener Abgabeort

source: Enable Closest Drop Point
de_de: Nächstgelegenen Abgabeort aktivieren

source: Enabling this will display a front-end option for the user to select delivery option (Home address or CDP delivery).
de_de: Aktivieren Sie diese Option, damit der Kunde im Frontend zwischen Lieferung an die Hausadresse oder an den nächstgelegenen Abgabeort wählen kann.

source: Delivery Day
de_de: Lieferung verzollt

source: Enable Delivery Day
de_de: Wunschzeit aktivieren

source: Enabling this will display a front-end option for the user to select their preferred day of delivery.
de_de: Durch Aktivierung wird dem Kunden im Frontend die Option einer Liefertag Zustellung angezeigt.

source: Delivery Day Price
de_de: Lieferung verzollt

source: Insert gross value as surcharge for the preferred day. Insert 0 to offer service for free.
de_de: Geben Sie hier einen Aufpreis als Bruttowert für den Service Liefertag an. Geben Sie 0 ein, um den Service konstenfrei anzubieten. Nutzen Sie . als Dezimalzeichen.

source: Cut Off Time
de_de: Cut-off Zeit

source: The cut-off time is the latest possible order time up to which the minimum preferred day (day of order + 2 working days) can be guaranteed. As soon as the time is exceeded, the earliest preferred day displayed in the frontend will be shifted to one day later (day of order + 3 working days).
de_de: Cut off time = Spätester Bestellzeitpunkt bis zu dem eine Sendung noch am selben Tag versandfertig gemacht und an DHL übergeben werden kann = frühester Liefertag (Bestelltag+2) eingehalten werden kann. Sobald diese Zeit überschritten ist, wird der im Front-End angezeigte frühstmögliche Liefertag um einen Tag nach hinten verschoben (Bestelltag+3).

source: Exclusion of transfer days
de_de: Ausschluss von Übergabetagen

source: Monday
de_de: Montag

source: Exclude days to transfer packages to DHL.
de_de: Hier die Tage ankreuzen, an denen Sie keine Pakete an DHL übergeben.

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Preferred Location
de_de: Ablageort:

source: Enable Preferred Location
de_de: Ablageort aktivieren

source: Enabling this will display a front-end option for the user to select their preferred location.
de_de: Durch Aktivierung wird dem Kunden im Frontend die Option einer Ablageort Zustellung angezeigt.

source: Preferred Neighbour
de_de: Nachbar

source: Enable Preferred Neighbour
de_de: Nachbar aktivieren

source: Enabling this will display a front-end option for the user to select their preferred neighbour.
de_de: Durch Aktivierung wird dem Kunden im Frontend die Option gegeben, einen bevorzugten Nachbar anzugeben.

source: Shipping Methods
de_de: Versandarten

source: Select the Shipping Methods to display the enabled DHL Paket preferred services and Location Finder below. You can press "ctrl" to select multiple options or click on a selected option to deselect it.
de_de: Wählen Sie die Versandmethoden, bei denen die aktivierten DHL Paket Services und die Standortsuche angezeigt werden sollen. Sie können “Strg” gedrückt halten, um mehrere Optionen anzuklicken, ein weiteres Drücken deaktiviert die Option wieder.

source: Exclude Payment Gateways
de_de: Ausschluss von Zahlungsmethoden

source: Select the Payment Gateways to hide the enabled DHL Paket preferred services and Location Finder below. You can press "ctrl" to select multiple options or click on a selected option to deselect it.
de_de: Wählen Sie die Bezahlmethoden, bei denen im Frontend die Wunschzustellung-Services und Standortsuche nicht buchbar werden sollen. Sie können durch halten der “Strg”-Taste mehrere Optionen gleichzeitig auswählen, ein Klick auf eine bereits ausgewählte Option deaktiviert diese wieder.

source: COD Payment Gateways
de_de: Ausschluss von Zahlungsmethoden

source: Select the Payment Gateways to use with DHL COD services. You can press "ctrl" to select multiple options or click on a selected option to deselect it.
de_de: Wählen Sie die Bezahlmethoden, bei denen im Frontend die Wunschzustellung-Services und Standortsuche nicht buchbar werden sollen. Sie können durch halten der “Strg”-Taste mehrere Optionen gleichzeitig auswählen, ein Klick auf eine bereits ausgewählte Option deaktiviert diese wieder.

source: Location Finder
de_de: Standortsuche

source: Please define the parameters for the display of dhl locations in the shop frontend.
de_de: Bitte konfigurieren Sie hier, was die Standortsuche im Frontend anzeigen soll.

source: Packstation
de_de: Ort

source: Enable Packstation
de_de: Packstationen anzeigen

source: Enabling this will display Packstation locations on Google Maps when searching for drop off locations on the front-end.
de_de: Bei Aktivierung der Checkbox Paketshop werden auf einer Google Karte im Frontend Paketshops zum Direktversand angeboten.

source: Parcelshop
de_de: Paketshop

source: Enable Parcelshop
de_de: Paketshops anzeigen

source: Enabling this will display Parcelshop locations on Google Maps when searching for drop off locations on the front-end.
de_de: Bei Aktivierung der Checkbox Postfiliale werden auf einer Google Karte im Frontend Postfilialen zum Direktversand angeboten.

source: Post Office
de_de: Postfiliale

source: Enable Post Office
de_de: Postfilialen anzeigen

source: Enabling this will display Post Office locations on Google Maps when searching for drop off locations on the front-end.
de_de: Durch Aktivierung werden auf der Google-Maps Karte von der Standortsuche im Frontend Postfilialen angezeigt.

source: Map
de_de: Karte

source: Enable Map
de_de: Logging aktivieren

source: Enabling this will display the Map on the front-end.
de_de: Bei Aktivierung der Checkbox Postfiliale werden auf einer Google Karte im Frontend Postfilialen zum Direktversand angeboten.

source: Map type
de_de: Kartentyp

source: Select the map type to show parcels shops.
de_de: Wählen Sie den Kartentyp für die Anzeige der Paketshops.

source: Limit Results
de_de: Ergebnisse reduzieren

source: Limit displayed results, from 1 to at most 50.
de_de: Hier legen Sie die maximale Anzahl an DHL Standorten fest die dem Kunden im Frontend auf der Google Karte angezeigt werden. Es kann zwischen 1 und 50 Standorten gewählt werden.

source: API Key
de_de: API Schlüssel

source: The Google Maps API Key is necessary to display the DHL Locations on a Google map.%1$sGet a free Google Maps API key %2$shere%3$s.
de_de: Der Google Maps API Schlüssel ist erforderlich um DHL Standorte auf einer Google Karte anzuzeigen%1$sHole dir einen kostenlosen Google Maps API Schlüssel %2$shier%3$s

source: Shipper Address / Pickup Request Address
de_de: Absenderadresse / Abholwunschadresse

source: Enter Shipper Address. This address is also used for Pickup Requests.<br/>Note: For pickup requests to be accepted, this address must match a pickup address saved to your DHL Portal.
de_de: Geben Sie die Absenderadresse ein. Diese Adresse wird auch für Abholaufträge verwendet.<br/>Hinweis: Damit Abholaufträge angenommen werden, muss diese Adresse mit einer im DHL-Portal gespeicherten Abholadresse übereinstimmen.

source: Enter Shipper Name.
de_de: Absender-Name.

source: Company
de_de: Firma

source: Enter Shipper Company.
de_de: Absender-Unternehmen.

source: Street Address
de_de: Straße

source: Enter Shipper Street Address.
de_de: Absender-Adresse.

source: Street Address Number
de_de: Hausnummer

source: Enter Shipper Street Address Number.
de_de: Absender-Hausnummer.

source: City
de_de: Ort

source: Enter Shipper City.
de_de: Geben Sie Absender Stadt.

source: State
de_de: Land

source: Enter Shipper County.
de_de: Absender-Land.

source: Postcode
de_de: PLZ

source: Enter Shipper Postcode.
de_de: Versender Postleitzahl eingeben.

source: Phone Number
de_de: Telefonnummer

source: Enter Phone Number.
de_de: Telefonnummer eingeben.

source: Enter Email.
de_de: Email eintragen.

source: Return Address
de_de: Retouren-Adresse

source: Enter Return Address below.
de_de: Geben Sie unten ihre Retouren-Adresse ein.

source: Create Return Label default
de_de: Retouren Label erzeugen:

source: Please, tick here if you want the "Create Return Label" option to be checked in the "Edit Order" before printing a label.
de_de: Bestimmt, ob Versandetiketten nur erzeugt werden sollen, wenn die Adresse leitcodierbar ist. Für nicht.leitcodierbare Adressen berechnet DHL einen Zuschlag.

source: Enter Return Name.
de_de: Retouren-Name eintragen.

source: Enter Return Company.
de_de: Retouren-Firma eintragen.

source: Enter Return Street Address.
de_de: Retouren-Straße eintragen.

source: Enter Return Street Address Number.
de_de: Retouren-Hausnummer eintragen.

source: Enter Return City.
de_de: Retouren-Ort eingeben.

source: Enter Return County.
de_de: Retouren-Land eingeben.

source: Enter Return Postcode.
de_de: Retouren-Postleitzahl eingeben.

source: Bank Details
de_de: Bankverbindung

source: Enter your bank details needed for services that use COD.
de_de: Geben Sie die Bankverbindung an, die zur Überweisung von Nachnahmebeträgen genutzt werden soll.

source: Account Owner
de_de: Konto Inhaber

source: Bank Name
de_de: Name der Bank

source: Payment Reference
de_de: Zahlungsreferenz

source: Use "%1$s" to send the order id as a bank reference and "%2$s" to send the customer email. This text is limited to 35 characters.
de_de: Benutzen Sie “%s“, um die Bestellnummer als Bank-Referenz zu senden. Benutzen Sie “%s”, um die Kunden-Email zu senden. Die Eingabe ist auf 35 Zeichen beschränkt.

source: Payment Reference 2
de_de: Zahlungsreferenz 2

source: Business Hours (for DHL Pickup Request)
de_de: Geschäftszeiten (für DHL‑Abholauftrag)

source: The business hours available for DHL Pickup.
de_de: Verfügbare Geschäftszeiten für eine DHL‑Abholung.

source: From:
de_de: Von:

source: To:
de_de: Bis:

source: (Additional Business Hours) From:
de_de: (Zusätzliche Geschäftszeiten) Von:

source: Optional, if additional business hours are needed.
de_de: Optional, falls zusätzliche Geschäftszeiten benötigt werden.

source: (Additional Business Hours) To:
de_de: (Zusätzliche Geschäftszeiten) Bis:

source: Method Title
de_de: Name der Methode

source: This controls the title which the user sees during checkout.
de_de: Der Titel, den der Benutzer während der Bezahlung sieht.

source: Pickup Account Number:
de_de: Pickup Kontonummer:

source: Distribution Center:
de_de: Vertriebszentrum

source: In order to use logo, you need to set a shipper reference first.
de_de: Um das Logo zu aktivieren, müssen Sie eine Versender-Referenz einrichten.

source: In order to show %s, you need to set a Google API Key first.
de_de: Sie benötigen %s, einen Google Maps API Schlüssel.

source: In order to show %s on a map, you need to set a Google API Key first.
de_de: Sie benötigen %s, einen Google Maps API Schlüssel.

source: DHL Parcel for WooCommerce notice
de_de: DHL e-Commerce

source: DHL Parcel services are no longer available in this plugin. To continue using Parcel services, please install the new plugin %1$shere%2$s.
de_de: Die DHL‑Parcel‑Dienste sind in diesem Plugin nicht mehr verfügbar. Um den Parcel‑Service weiterhin zu nutzen, installieren Sie bitte das neue Plugin %1$shier%2$s.

source: Click here to never show this again
de_de: Hier klicken, um diese Meldung nicht mehr anzuzeigen

source: AWB Copy Count
de_de: Anzahl AWB‑Kopien

source: %s Waybill
de_de: Bezeichnung löschen

source: Sender customs reference:
de_de: Zahlungsreferenz

source: Importer customs reference:
de_de: Einfuhrzollreferenz:

source: Contents Type:
de_de: Art des Inhalts:

source: Finalizing an order cannot be undone, so make sure you have added all the desired items before continuing.
de_de: Das Finalisieren eines Auftrags kann nicht rückgängig gemacht werden. Stellen Sie daher sicher, dass alle gewünschten Positionen hinzugefügt wurden, bevor Sie fortfahren.

source: There are no items in your Waybill
de_de: Ihr Frachtbrief enthält keine Positionen.

source: Order #%d
de_de: Bestellung #%d

source: Remove
de_de: Entfernen

source: Item
de_de: Artikel

source: Actions
de_de: Ort

source: AWB Copy Count:
de_de: Anzahl AWB‑Kopien:

source: Add to Waybill
de_de: Zum Frachtbrief hinzufügen

source: Finalize Waybill
de_de: Frachtbrief abschließen

source: Please generate a label before adding the item to the Waybill
de_de: Bitte erstellen Sie zuerst ein Label, bevor Sie den Artikel hinzufügen.

source: Download Waybill
de_de: Bezeichnung löschen

source: DHL Status
de_de: DHL Paket

source: DHL Tracking
de_de: DHL-Label & Tracking

source: Waybill created
de_de: DHL-Label erstellt.

source: Added to waybill
de_de: Zum Frachtbrief hinzugefügt

source: Label created
de_de: DHL-Label erstellt.

source: Create DHL Label
de_de: DHL Label erzeugen

source: Finalize DHL Waybill
de_de: DHL Frachtbrief abschließen

source: No orders selected for the DHL bulk action, please select orders before performing the DHL action.
de_de: Für die DHL‑Sammelaktion wurden keine Bestellungen ausgewählt. Bitte wählen Sie Bestellungen aus, bevor Sie die Aktion ausführen.

source: One or more orders do not have a DHL item label created. Please ensure all DHL labels are created before adding them to the order.
de_de: Eine oder mehrere Aufträge müssen kein DHL-Label erstellt, Bitte stellen Sie sicher, dass alle DHL-Etiketten für jede Bestellung erstellt werden, bevor Sie ein Übergabe-Dokument erstellen.

source: Copy count must not be empty.
de_de: Die Kopienanzahl darf nicht leer sein.

source: Copy count must be numeric.
de_de: Die Postnummer muss aus Zahlen bestehen.

source: Copy count must not be more than 50.
de_de: Die Kopienanzahl darf 50 nicht überschreiten.

source: download file
de_de: Bezeichnung löschen

source: Finalized DHL Waybill for %1$s orders - %2$s
de_de: DHL-Übergabe für %1$s Bestellung(en) erstellt. %2$s

source: COD
de_de: Nachnahme

source: COD Amount:
de_de: Nachnahme-Betrag:

source: Create return label:
de_de: Retouren Label erzeugen:

source: Company:
de_de: Firma

source: Street Address:
de_de: Straße

source: Street Address Number:
de_de: Hausnummer

source: City:
de_de: Ort

source: State:
de_de: Land

source: Postcode:
de_de: PLZ

source: Phone:
de_de: Telefon:

source: none
de_de: keiner

source: Delivery Options
de_de: Lieferung verzollt

source: Delivery Day:
de_de: Lieferung verzollt

source: Preferred Location (80 characters max):
de_de: Ablageort (max. 80 Zeichen):

source: Preferred Neighbor (80 characters max):
de_de: Nachbar (max. 80 Zeichen):

source: Additional Services
de_de: Transportversicherung:

source: Visual Age Check:
de_de: Alterssichtprüfung:

source: No Neighbour Delivery:
de_de: Keine Nachbarschaftszustellung:

source: Named Person Only:
de_de: Persönliche Übergabe:

source: Signed for by recipient:
de_de: Empfangsbestätigung durch Empfänger:

source: Ident-Check - Date of Birth:
de_de: Ident-Check - Geburtsdatum:

source: Ident-Check - Minimum Age:
de_de: Ident-Check - Mindestalter:

source: Print Only If Codeable:
de_de: Nur leitcodierbare Adressen zulassen:

source: Parcel Outlet Routing:
de_de: Filialrouting:

source: Parcel Outlet Routing - Email:
de_de: Filialrouting-E-Mail:

source: GoGreen Plus:
de_de: Ökologismus

source: Crossborder
de_de: Grenzüberschreitend

source: Postal Delivered Duty Paid::
de_de: Lieferung verzollt

source: Duties:
de_de: Aufgaben:

source: Invoice Number:
de_de: Telefonnummer

source: Movement Reference Number (MRN):
de_de: Bewegungsreferenznummer (MRN):

source: Endorsement:
de_de: Rückversandanweisung:

source: Closest drop-point delivery:
de_de: Zustellung an nächstgelegenen Abgabeort:

source: Email Notification:
de_de: Versandbestätigung:

source: Additional Insurance:
de_de: Transportversicherung:

source: Bulky Goods:
de_de: Sperrgut:

source: Multiple Packages
de_de: Mehrere Pakete senden:

source: Send multiple packages:
de_de: Mehrere Pakete senden:

source: Total Packages:
de_de: Anzahl Pakete:

source: DHL Create Labels
de_de: DHL Label erzeugen

source: DHL Delete Labels
de_de: Label stornieren

source: DHL Request Pickup
de_de: DHL‑Abholung anfordern

source: DHL Label Created
de_de: Retouren Label erzeugen

source: DHL Tracking Number
de_de: Sendungsbenachrichtigung

source: DHL pickup scheduled for %s
de_de: DHL‑Abholung geplant für den %s

source: DHL Pickup Request created for Order(s): %s
de_de: DHL-Label erstellt

source: Error message detail is not exist!
de_de: Fehlerdetails sind nicht vorhanden!

source: DHL Pickup Request error: %s
de_de: DHL-Label erstellt

source: Schedule a DHL Pickup Request.
de_de: Eine DHL‑Abholanfrage planen.

source: Your Shipper address and business hours from Settings will be used for the pickup.
de_de: Für die Abholung werden Ihre Absenderadresse und Geschäftszeiten aus den Einstellungen verwendet.

source: Request Pickup:
de_de: Abholung anfordern:

source: Pickup ASAP
de_de: Adresse des Absenders

source: Pickup Date
de_de: Pick-up-Name

source: Pickup Date:
de_de: Pick-up-Name

source: Submit
de_de: Absenden

source: Country of origin (Deutsche Post International)
de_de: Ursprungsland (Deutsche Post International)

source: Harmonized Tariff code (Deutsche Post International)
de_de: Harmonized‑Tarifcode (Deutsche Post International)

source: Optional information for non-EU shipments. Appears on CN22 (Deutsche Post International).
de_de: Optionale Angabe für Nicht‑EU‑Sendungen. Wird auf dem CN22 angezeigt (Deutsche Post International).

source: Country of origin of goods. Mandatory for all non-EU shipments. Appears on CN22 (Deutsche Post International).
de_de: Ursprungsland der Waren. Pflichtangabe für alle Nicht‑EU‑Sendungen. Wird auf dem CN22 angezeigt (Deutsche Post International).

source: - select content indicator -
de_de: -Wählen Sie Inhaltsanzeige-

source: Content description (Deutsche Post International)
de_de: Inhaltsbeschreibung (Deutsche Post International)

source: Description of goods (max 33 characters). Mandatory for all non-EU shipments. Appears on CN22 (Deutsche Post International).
de_de: Warenbeschreibung (max. 33 Zeichen). Pflichtangabe für alle Nicht‑EU‑Sendungen. Wird auf dem CN22 angezeigt (Deutsche Post International).

source: Country of Manufacture
de_de: Herstellungsland

source: Cannot Transfer On Day Of Order (DHL)
de_de: Am Tag der Bestellung (DHL) kann nicht übertragen werden.

source: This product cannot be transfered to DHL on the same day of the order. Checking this disables preferred services on the checkout page.
de_de: Dieses Produkt ist nicht am selben Tag der Bestellung an DHL übertragbar. Überprüfung dieser deaktiviert bevorzugten Dienste auf der Checkout-Seite.

source: Welcome to DHL plugin! You're almost there, but we think this wizard might help you setup the plugin.
de_de: Willkommen beim DHL‑Plugin! Sie sind fast am Ziel – dieser Assistent hilft Ihnen bei der Einrichtung.

source: Run wizard
de_de: Assistent starten

source: dismiss
de_de: schließen

source: Quick Set Up
de_de: Schnelle Einrichtung

source: Thank you for installing this plugin. We'll guide you through the set up and minimum required fields.
de_de: Vielen Dank für die Installation dieses Plugins. Wir führen Sie nun durch die Einrichtung und die Mindestangaben.

source: Begin Setup
de_de: Einrichtung starten

source: Your DHL account number (10 digits - numerical), also called "EKP". This will be provided by your local DHL sales organization.
de_de: Ihre DHL Kundennummer (10 Ziffern), auch EKP genannt. Diese wird von Ihrer lokalen DHL Vertriebsorganisation zu Verfügung gestellt.

source: Enter your EKP
de_de: EKP eingeben

source: Next
de_de: Weiter

source: API Settings
de_de: API Einstellungen

source: Please configure your access to the DHL Paket APIs by means of authentication. Your username for the DHL business customer portal is required. Please note the lowercase letters and test your access data in advance at %1$shere%2$s.
de_de: Ihr Benutzername für das DHL Geschäftskunden Portal. Bitte beachten Sie die Kleinschreibung. Sie können Ihren Zugang %shier%s testen.

source: Participation Number
de_de: DHL Produkte und Teilnahmenummern

source: The participation number consists of the last two characters of the respective accounting number, which you will find in your DHL contract data (for example, 01).
de_de: Für jedes DHL Produkt, das Sie einsetzen wollen, tragen Sie hier bitte Ihre Teilnahmenummer ein. Die Teilnahmenummer besteht aus den letzten beiden Zeichen der jeweiligen Abrechnungsnummer. Diese finden Sie in Ihren Vertragsdaten (zum Beispiel 01).

source: Regular product
de_de: Privat-/Firmenadresse

source: Shipper Address
de_de: Adresse des Absenders

source: Enter Shipper Address. This address is also used for Pickup Requests.
de_de: Geben Sie die Absenderadresse ein. Diese Adresse wird auch für Abholaufträge verwendet.

source: Phone
de_de: Telefon

source: All set
de_de: Alles erledigt

source: You can find all additional settings under WooCommerce > Settings > Shipping > DHL Paket
de_de: Weitere Einstellungen finden Sie unter WooCommerce > Einstellungen > Versand > DHL Paket.

source: Finish Setup
de_de: Einrichtung abschließen

source: Preferred Location or Neighbor
de_de: Ablageort oder Nachbar

source: Preferred Location Address
de_de: Ablageort Adresse

source: Preferred Neighbor Name
de_de: Nachbar Name

source: Preferred Neighbor Address
de_de: Nachbar adresse

source: Location
de_de: Ort

source: Neighbor
de_de: Nachbar(in)

source: Delivery option
de_de: Lieferung verzollt

source: For deliveries to DHL Parcel Lockers you have to %1screate a DHL account%2s and get a Post Number.
de_de: Für Lieferungen an DHL Packstationen müssen Sie %1seinen DHL‑Account anlegen%2s und eine Postnummer angeben.

source: Opening Times
de_de: Öffnungszeiten

source: Sunday
de_de: Sonntag

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Parking
de_de: Parkplätze
