Repository: shadimanna/dhl-logistic-services-for-woocommerce
Catalog: pr-dhl-woocommerce/lang/dhl-for-woocommerce-*.po
Languages: de_de

source: DHL Shipping Germany for WooCommerce
de_de: DHL e-Commerce

source: WooCommerce integration for DHL Paket and Deutsche Post International
de_de: WooCommerce Integration DHL-Logistik-Dienstleistungen.

source: http://dhl.com/
de_de: https://github.com/

source: Delete Label
de_de: Label stornieren

source: Generate Label
de_de: DHL Label erzeugen

source: Download Label
de_de: Label herunterladen

source: Service
de_de: Services

source: Service selected:
de_de: Ausgewähltes DHL Produkt:

source: Weight
de_de: Gewicht (%s)

source: Estimated shipment weight (%s) based on items ordered:
de_de: Voraussichtlichtes Gewicht (%s) der Sendung auf Basis der bestellten Produkte:

source: There are no DHL services available for the destination country!
de_de: Für das Bestimmungsland gibt es keine DHL-Services!

source: Your DHL label is ready to download, click the "Download Label" button above"
de_de: Ihr DHL-Label ist bereit zum download, klicken oben auf die Schaltfläche "Download-Label"

source: There are no tracking number to delete.
de_de: Es gibt keine Sendungsnummer zum Löschen.

source: %s Tracking Number: {tracking-link}
de_de: %s DHL Sendungsnnummer: {tracking-link}

source: Order #%s: DHL label created
de_de: DHL-Label erstellt

source: Order #%1$s: %2$s
de_de: Bestellung #%1$s: %2$s

source: Bulk DHL labels file created - %1$sdownload file%2$s
de_de: Datei mit allen DHL‑Etiketten erstellt – %1$sDatei herunterladen%2$s

source: Could not create bulk DHL label file, download individually.
de_de: Die Datei mit den DHL‑Etiketten konnte nicht erstellt werden, bitte laden Sie die Etiketten einzeln herunter.

source: Order #%s: DHL Label Deleted
de_de: DHL-Label erstellt

source: There are no files to merge.
de_de: Es sind keine Dateien zum Zusammenführen vorhanden.

source: The first file is empty.
de_de: Die erste Datei ist leer.

source: File format not supported.
de_de: Land nicht unterstützt

source: Library conflict, could not merge PDF files. Please download PDF files individually.
de_de: Bibliothekskonflikt: PDF-Dateien konnten nicht zusammengeführt werden. Bitte laden Sie die PDF-Dateien einzeln herunter.

source: Not all the file formats are the same.
de_de: Nicht alle Dateien haben dasselbe Format.

source: There are currently no bulk DHL label file to download or the download link for the bulk DHL label file has already expired. Please try again.
de_de: Der Sammel-Download für DHL-Labels steht derzeit nicht zur Verfügung oder der Download-Link ist bereits abgelaufen. Bitte versuchen Sie es erneut.

source: Unable to download file. Label appears to be invalid or is missing. Please try again.
de_de: Datei konnte nicht heruntergeladen werden. Das Label ist offenbar ungültig oder fehlt. Bitte versuchen Sie es erneut.

source: - select country -
de_de: - Länderauswahl -

source: HS Code
de_de: Postleitzahl

source: Country of Manufacture (DHL)
de_de: Herstellungsland

source: Harmonized Tariff Schedule is a number assigned to every possible commodity that can be imported or exported from any country.
de_de: Harmonisierte Tariff Schedule ist eine Nummer zugewiesen, um jede mögliche Ware, die nicht importiert oder aus einem beliebigen Land exportiert werden kann.

source: - No change -
de_de: - Keine Änderung -

source: Please enter the preferred location.
de_de: Bitte vervollständigen Sie die Angaben zu ihrem Ablageort.

source: Please enter the preferred neighbor name and address.
de_de: Bitte vervollständigen Sie die Angaben zu ihrem Nachbarn.

source: Deutsche Post International
de_de: DHL Paket International

source: To start creating Deutsche Post shipping labels and return back a tracking number to your customers, please fill in your user credentials as provided by Deutsche Post. Not yet a customer? Please get a quote %1$shere%2$s.
de_de: Um Versandetiketten zu erstellen und eine Tracking Nummer an Ihre Kunden zurückzugeben, tragen Sie bitte nachfolgend Ihre durch DHL bereitgestellten Kundendaten ein. Sie sind noch kein Geschäftskunde? Fordern Sie %shier%s ein Angebot an.

source: Deutsche Post Products not displaying -
de_de: DHL Produkte nicht angezeigt -

source: Account and API Settings
de_de: API Einstellungen

source: Please configure your account and API settings with Deutschepost International.
de_de: Bitte tragen Sie hier Ihre Zugangsdaten zum DHL Geschäftskundenportal ein, um die API Verbindung herzustellen.

source: Account Number (EKP)
de_de: Kundennummer (EKP)

source: Your account number (9; 10 or 15 digits, numerical), also called "EKP“. This will be provided by your local Deutsche Post sales organization.
de_de: Ihre DHL Kundennummer (10 Ziffern), auch EKP genannt. Diese wird von Ihrer lokalen DHL Vertriebsorganisation zu Verfügung gestellt.

source: Contact Name
de_de: Produktname

source: Required for all customers. The name of the merchant, used as contact information on the Waybill.
de_de: Erforderlich für alle Kunden. Der Name des Händlers, der als Kontaktinformation auf dem Frachtbrief verwendet wird.

source: Contact Phone Number
de_de: Telefonnummer eingeben.

source: Required for DHL Express customers. The phone number of the merchant, used as contact information on the Waybill.
de_de: Erforderlich für DHL Express‑Kunden. Die Telefonnummer des Händlers, die als Kontaktinformation auf dem Frachtbrief verwendet wird.

source: The client ID (a 36 digits alphanumerical string made from 5 blocks) is required for authentication and is provided to you within your contract.
de_de: Die Client-ID (36 Ziffern alphanumerische Zeichenfolge aus 5 Blöcken hergestellt) ist erforderlich für die Authentifizierung und wird bereitgestellt, um Sie in Ihrem Vertrag.

source: The client secret (also a 36 digits alphanumerical string made from 5 blocks) is required for authentication (together with the client ID) and creates the tokens needed to ensure secure access. It is part of your contract provided by your Deutsche Post sales partner.
de_de: Clientschlüssel (auch eine 36 5 Blocks alphanumerische Zeichenfolge aus Ziffern) wird benötigt für die Authentifizierung (zusammen mit der Client-ID) und schafft die Token benötigt, um sicheren Zugang zu gewährleisten. Es ist Teil Ihres Vertrages von Ihrem Vertriebspartner DHL zur Verfügung gestellt.

source: Sandbox Mode
de_de: Sandbox-Modus

source: Enable Sandbox Mode
de_de: Sandbox-Modus aktivieren

source: Please, tick here if you want to test the plug-in installation against the Deutsche Post Sandbox Environment. Labels generated via Sandbox cannot be used for shipping and you need to enter your client ID and client secret for the Sandbox environment instead of the ones for production!
de_de: Bitte hier kreuzen Sie an, wenn Sie die Plugin-Installation gegen die DHL-Sandbox-Umgebung testen möchten. Etiketten generiert per Sandbox können nicht für den Versand verwendet werden und müssen Sie Ihre Client-ID und den geheimen Clientschlüssel für die Sandbox-Umgebung anstelle der für die Produktion eingeben!

source: Press the button for testing the connection against our Deutsche Post (depending on the selected environment this test is being done against the Sandbox or the Production Environment).
de_de: Drücken Sie die Taste zum Testen der Verbindung gegen unsere DHL e-Commerce-Gateways je nach (der ausgewählten Umgebung, die diesen Test gegen die Sandbox getan wird) oder der Produktionsumgebung.

source: Debug Log
de_de: Debug Protokoll

source: Enable logging
de_de: Logging aktivieren

source: A log file containing the communication to the Deutsche Post server will be maintained if this option is checked. This can be used in case of technical issues and can be found %1$shere%2$s.
de_de: Sobald diese Funktion angehakt ist, wird die Kommunikation zum DHL Server in einer Log File Datei bereitgehalten. Diese ist nützlich bei technischen Problemen und ist %shier%s zu finden.

source: Shipping
de_de: Versandarten

source: Please configure your shipping parameters underneath.
de_de: Konfigurieren Sie nachfolgend Ihre Versandparameter.

source: International Default Service
de_de: Internationaler Default Service

source: Please select your default Deutsche Post shipping service for cross-border shippments that you want to offer to your customers (you can always change this within each individual order afterwards).
de_de: Bitte wählen Sie Ihren Standard DHL Paket Service für internationale Sendungen, die Sie Ihren Kunden anbieten wollen (dies können Sie in jedem einzelnen Auftrag nachträglich ändern)

source: Additional Weight Type
de_de: Variante des zusätzlichen Gewicht

source: Select whether to add an absolute weight amount or percentage amount to the total product weight.
de_de: Bitte wählen Sie, ob ein absoluter Gewichtsbetrag oder ein prozentualler Gewichtsbetrag zum Produktgewicht hinzugefügt werden soll.

source: Additional Weight (%s or %%)
de_de: Zusätzliches Gewicht (%s or %%)

source: Add extra weight in addition to the products. Either an absolute amount or percentage (e.g. 10 for 10%).
de_de: Zusätzliches Gewicht hinzufügen, entweder als aboluten oder prozentuallen Betrag (10 oder 10%)

source: Tracking Note
de_de: Sendungsbenachrichtigung

source: Make Private
de_de: Nicht senden

source: Please, tick here to not send an email to the customer when the tracking number is added to the order.
de_de: Durch Aktivierung wird dem Kunden keine Benachrichtungs-Email gesendet, wenn die Sendungsnummer der Bestellung hinzugefügt wird.

source: Set the custom text when adding the tracking number to the order notes. {tracking-link} is where the tracking number will be set.
de_de: Eigenen Text hinzufügen für die DHL Sendungsverfolgung (in der Bestellnotiz und Bestellbestätigung)

source: Deutsche Post Tracking Number: {tracking-link}
de_de: Deutsche Post Sendungsnummer: {tracking-link}

source: Label options
de_de: Format beschriften

source: Options for configuring your label preferences
de_de: Optionen zur Konfiguration Ihrer Label‑Einstellungen

source: Label Reference
de_de: Zahlungsreferenz

source: Use "%1$s" to send the order id as a reference and "%2$s" to send the customer email. This text is limited to 35 characters.
de_de: Benutzen Sie “%s“, um die Bestellnummer als Bank-Referenz zu senden. Benutzen Sie “%s”, um die Kunden-Email zu senden. Die Eingabe ist auf 35 Zeichen beschränkt.

source: Label Reference 2
de_de: Zahlungsreferenz 2

source: Contact Phone Number required, please add in settings.
de_de: Telefonnummer erforderlich, bitte in den Einstellungen hinzufügen.

source: Could not reset connection:
de_de: Verbindung prüfen

source: Below you will find all functions for controlling, preparing and processing your shipment with DHL Paket. Prerequisite is a valid DHL business customer contract. If you are not yet a DHL business customer, you can request a quote %1$shere%2$s.
de_de: Im folgenden stehen Ihnen alle Funktionen zur Steuerung, Vorbereitung und Abwicklung Ihres Versandes mit DHL Paket zur Verfügung. Voraussetzung ist ein gültiger DHL Geschäftskundenvertrag. Wie Sie noch kein DHL Geschäftskunde sein sollten, können Sie %shier%s ein Angebot anfordern.

source: None
de_de: Keiner

source: - Select DHL Product -
de_de: -Wählen Sie DHL-Produkt-

source: Product Name
de_de: Produktname

source: Product Categories
de_de: Produktkategorien

source: Product Tags
de_de: Produkt-Schlagwörter

source: DHL Products not displaying -
de_de: DHL Produkte nicht angezeigt -

source: <p style="color: red;">Your password will expire in less than 7 days, please go to your <a href="%s" target="_blank">business portal</a> and reset your password then click the "Get Account Settings" button below.</p>
de_de: <p style="color: red;">Ihr Passwort läuft in weniger als 7 Tagen ab. Bitte wechseln Sie zum <a href="%s" target="_blank">Geschäftskunden‑Portal</a>, setzen Sie Ihr Passwort zurück und klicken Sie anschließend unten auf „Kontoeinstellungen abrufen“.</p>

source: <p style="color: red;">Your password will expire in less than 30 days, please go to your <a href="%s" target="_blank">business portal</a> and reset your password then click the "Get Account Settings" button below.</p>
de_de: <p style="color: red;">Ihr Passwort läuft in weniger als 30 Tagen ab. Bitte wechseln Sie zum <a href="%s" target="_blank">Geschäftskunden‑Portal</a>, setzen Sie Ihr Passwort zurück und klicken Sie anschließend unten auf „Kontoeinstellungen abrufen“.</p>

source: Please configure your shipping parameters and your access towards the DHL Paket APIs by means of authentication.
de_de: Bitte tragen Sie hier Ihre Zugangsdaten zum DHL Geschäftskundenportal ein, um die API Verbindung herzustellen.

source: Username
de_de: Benutzername

source: Your username for the DHL business customer portal. Please note the lower case and test your access data in advance at %1$shere%2$s.
de_de: Ihr Benutzername für das DHL Geschäftskunden Portal. Bitte beachten Sie die Kleinschreibung. Sie können Ihren Zugang %shier%s testen.

source: Password
de_de: Passwort

source: Your password for the DHL business customer portal. Please note the new assignment of the password to 3 (Standard User) or 12 (System User) months and test your access data in advance at %1$shere%2$s.
de_de: Ihr Passwort für das DHL Geschäftskundenportal. Bitte beachten Sie die Neuvergabe des Passworts nach 3 (Standard User) oder 12 (System User) Monaten und testen Sie vorab ihre Zugangsdaten %shier%s

source: Press the button to read your DHL Business Account settings into the DHL for WooCommerce plugin.
de_de: Klicken Sie auf die Schaltfläche, um Ihre DHL‑Geschäftskundendaten in das DHL‑for‑WooCommerce‑Plugin zu übernehmen.

source: Your DHL account number (10 digits - numerical), also called "EKP“. This will be provided by your local DHL sales organization.
de_de: Ihre DHL Kundennummer (10 Ziffern), auch EKP genannt. Diese wird von Ihrer lokalen DHL Vertriebsorganisation zu Verfügung gestellt.

source: Please, tick here if you want to test the plug-in installation against the DHL Sandbox Environment. Labels generated via Sandbox cannot be used for shipping and you need to enter your client ID and client secret for the Sandbox environment instead of the ones for production!
de_de: Bitte hier kreuzen Sie an, wenn Sie die Plugin-Installation gegen die DHL-Sandbox-Umgebung testen möchten. Etiketten generiert per Sandbox können nicht für den Versand verwendet werden und müssen Sie Ihre Client-ID und den geheimen Clientschlüssel für die Sandbox-Umgebung anstelle der für die Produktion eingeben!

source: Sandbox Username
de_de: Benutzername

source: Your sandbox username is the same as for the DHL developer portal. You can create an account %1$shere%2$s.
de_de: Ihr Sandbox-Benutzername entspricht dem im DHL-Developer-Portal. Sie können %1$shier%2$s ein Konto erstellen.

source: Sandbox Password
de_de: Sandbox-Modus

source: Your sandbox password is the same as for the DHL developer portal. You can create an account %1$shere%2$s.
de_de: Ihr Sandbox-Passwort entspricht dem im DHL-Developer-Portal. Sie können %1$shier%2$s ein Konto erstellen.

source: A log file containing the communication to the DHL server will be maintained if this option is checked. This can be used in case of technical issues and can be found %1$shere%2$s.
de_de: Sobald diese Funktion angehakt ist, wird die Kommunikation zum DHL Server in einer Log File Datei bereitgehalten. Diese ist nützlich bei technischen Problemen und ist %shier%s zu finden.

source: DHL Products and Participation Number
de_de: DHL Produkte und Teilnahmenummern

source: For each DHL product that you would like to use, please enter your participation number here. The participation number consists of the last two characters of the respective accounting number, which you will find in your DHL contract data (for example, 01).
de_de: Für jedes DHL Produkt, das Sie einsetzen wollen, tragen Sie hier bitte Ihre Teilnahmenummer ein. Die Teilnahmenummer besteht aus den letzten beiden Zeichen der jeweiligen Abrechnungsnummer. Diese finden Sie in Ihren Vertragsdaten (zum Beispiel 01).

source: DHL Retoure
de_de: DHL e-Commerce

source: Shipping Label Settings
de_de: Versandlabel Einstellungen

source: Would you like to customize the DHL shipment notification? You can now add your online shop’s name and logo and we will display it in the DHL shipment notification. To upload your logo please use the following %1$slink%2$s.
de_de: Möchten Sie die DHL Paketankündigung individualisieren? Sie können ab sofort Ihr Logo und den gewünschten Shop-Namen in der Paketankündigung anzeigen lassen. Nutzen Sie dafür das folgende %sFormular%s.

source: Domestic Default Service
de_de: Nationaler Default Service

source: Please select your default DHL Paket shipping service for domestic shippments that you want to offer to your customers (you can always change this within each individual order afterwards)
de_de: Bitte wählen Sie Ihren Standard DHL Paket Service für inländische Sendungen, die Sie Ihren Kunden anbieten wollen (dies können Sie in jedem einzelnen Auftrag nachträglich ändern)

source: Please select your default DHL Paket shipping service for cross-border shippments that you want to offer to your customers (you can always change this within each individual order afterwards).
de_de: Bitte wählen Sie Ihren Standard DHL Paket Service für internationale Sendungen, die Sie Ihren Kunden anbieten wollen (dies können Sie in jedem einzelnen Auftrag nachträglich ändern)

source: Send Customer Email
de_de: Email eintragen.

source: Please select whether to send the customer's email to DHL or not. "Customer Confirmation" displays a confirmation on the checkout page and "Confirmed via terms & condition" assumes confirmation via the website terms & conditions.
de_de: Bitte wählen Sie, ob die DHL Paketankündigung an Ihre Kunden versendet werden soll. Bei der “Bestätigung im Checkout” wird der Kunde die Paketankündigung mittels einer Checkbox im Checkout zustimmen, bei “Bestätigung in AGB” wird die Zustimmung der Paketankündigung mittels Verweis in Ihren AGB eingeholt.

source: Do not send
de_de: Nicht senden

source: Customer confirmation
de_de: Bestätigung im Checkout

source: Confirmed via terms & condition
de_de: Bestätigung in AGB

source: Send Customer Phone
de_de: Kunden-Telefonnummer senden

source: Please select whether to send the customer's phone to DHL or not. "Confirmed via terms & condition" assumes confirmation via the website terms & conditions.
de_de: Bitte wählen Sie, ob die Kunden-Telefonnummer an DHL gesendet werden soll

source: Visual Age Check default
de_de: Alterssichtprüfung:

source: Please, tick here if you want the "Visual Age Check" option to be checked in the "Edit Order" before printing a label.
de_de: Bestimmt, ob Versandetiketten nur erzeugt werden sollen, wenn die Adresse leitcodierbar ist. Für nicht.leitcodierbare Adressen berechnet DHL einen Zuschlag.

source: Additional Insurance default
de_de: Transportversicherung:

source: Checked
de_de: Auswählen

source: Please, tick here if you want the "Additional Insurance" option to be checked in the "Edit Order" before printing a label.
de_de: Bestimmt, ob Versandetiketten nur erzeugt werden sollen, wenn die Adresse leitcodierbar ist. Für nicht.leitcodierbare Adressen berechnet DHL einen Zuschlag.

source: No Neighbor Delivery default
de_de: Keine Nachbarschaftszustellung:

source: Please, tick here if you want the "No Neighbor Delivery" option to be checked in the "Edit Order" before printing a label.
de_de: Bestimmt, ob Versandetiketten nur erzeugt werden sollen, wenn die Adresse leitcodierbar ist. Für nicht.leitcodierbare Adressen berechnet DHL einen Zuschlag.

source: Named Person Only default
de_de: Persönliche Übergabe:

source: Please, tick here if you want the "Named Person Only" option to be checked in the "Edit Order" before printing a label.
de_de: Bestimmt, ob Versandetiketten nur erzeugt werden sollen, wenn die Adresse leitcodierbar ist. Für nicht.leitcodierbare Adressen berechnet DHL einen Zuschlag.

source: Premium default
de_de: Premium:

source: Please, tick here if you want the "Premium" option to be checked in the "Edit Order" before printing a label.
de_de: Bestimmt, ob Versandetiketten nur erzeugt werden sollen, wenn die Adresse leitcodierbar ist. Für nicht.leitcodierbare Adressen berechnet DHL einen Zuschlag.

source: Bulky Goods default
de_de: Sperrgut:

source: Please, tick here if you want the "Bulky Goods" option to be checked in the "Edit Order" before printing a label.
de_de: Bestimmt, ob Versandetiketten nur erzeugt werden sollen, wenn die Adresse leitcodierbar ist. Für nicht.leitcodierbare Adressen berechnet DHL einen Zuschlag.

source: Ident Check default
de_de: Ident-Check:

source: Please, tick here if you want the "Ident Check" option to be checked in the "Edit Order" before printing a label.
de_de: Bestimmt, ob Versandetiketten nur erzeugt werden sollen, wenn die Adresse leitcodierbar ist. Für nicht.leitcodierbare Adressen berechnet DHL einen Zuschlag.

source: Signed for by recipient default
de_de: Empfangsbestätigung durch Empfänger

source: Please, tick here if you want the "Signed for by recipient" option to be checked in the "Edit Order" before printing a label.
de_de: Bestimmt, ob Versandetiketten nur erzeugt werden sollen, wenn die Adresse leitcodierbar ist. Für nicht.leitcodierbare Adressen berechnet DHL einen Zuschlag.

source: Ident Check Age default
de_de: Ident-Check:

source: Endorsement type
de_de: Rückversandanweisung

source: Sending back to sender
de_de: Rücksendung an Absender

source: Abandonment of parcel
de_de: Aufgabe der Sendung

source: Please, tick here if you want the "Endorsement value" to be selected in the "Edit Order" before printing a label.
de_de: Bestimmt, ob Versandetiketten nur erzeugt werden sollen, wenn die Adresse leitcodierbar ist. Für nicht.leitcodierbare Adressen berechnet DHL einen Zuschlag.

source: Print Only If Codeable default
de_de: Nur leitcodierbare Adressen zulassen

source: Please, tick here if you want the "Print Only If Codeable" option to be checked in the "Edit Order" before printing a label.
de_de: Bestimmt, ob Versandetiketten nur erzeugt werden sollen, wenn die Adresse leitcodierbar ist. Für nicht.leitcodierbare Adressen berechnet DHL einen Zuschlag.

source: Parcel Outlet Routing default
de_de: Filialrouting-Standardeinstellung

source: Please, tick here if you want the "Parcel Outlet Routing" option to be checked in the "Edit Order" before printing a label.
de_de: Bestimmt, ob Versandetiketten nur erzeugt werden sollen, wenn die Adresse leitcodierbar ist. Für nicht.leitcodierbare Adressen berechnet DHL einen Zuschlag.

source: GoGreen Plus default
de_de: Premium:

source: Check to request GoGreen Plus for every domestic shipment unless you turn it off per order.
de_de: Aktivieren Sie diese Option, um GoGreen Plus für jede nationale Sendung anzufordern, sofern Sie es nicht pro Bestellung deaktivieren.

source: Add extra weight in addition to the products. Either an absolute amount or percentage (e.g. 10 for 10%).
de_de: Zusätzliches Gewicht hinzufügen, entweder als aboluten oder prozentuallen Betrag (10 oder 10%)

source: Package Description
de_de: Paket Beschreibung

source: Prefill the customs package description with one of the options for cross-border packages.
de_de: Vorausfüllen Sie die Paketbeschreibung mit eine der Optionen.

source: Label Format
de_de: Format beschriften

source: Select one of the formats to generate the shipping label in.
de_de: Wählen Sie eines der Formate, das Label zu generieren.

source: Add Logo
de_de: Logo hinzufügen

source: The logo will be added from your DHL dashboard settings.
de_de: Es wird das Logo aus Ihren DHL Dashboard hinzugefügt

source: Shipper Reference
de_de: Zahlungsreferenz
