Repository: shadimanna/dhl-logistic-services-for-woocommerce
Catalog: pr-dhl-woocommerce/lang/dhl-for-woocommerce-*.po
Languages: de_de

source: Handicap Accessible
de_de: behindertengerecht

source: Branch
de_de: Filiale

source: Select
de_de: Auswählen

source: Select a drop-off point
de_de: -Wählen Sie DHL-Produkt-

source: Post Number
de_de: Postnummer

source: <span class="dhl-tooltip" title="Indicate a preferred time, which suits you best for your parcel delivery by choosing one of the displayed time windows.">?</span>
de_de: Damit Sie besser planen können, haben Sie die Möglichkeit eine Wunschzeit für die Lieferung auszuwählen. Sie können eine der dargestellten Zeiten für die Lieferung auswählen.

source: %1$sPlease insert an API Key to enable the display of locations in the frontend on a map.%2$s
de_de: %sBitte geben Sie Ihren API Schlüssel an, damit die Packstationen auf der Karte angezeigt werden.%s

source: Please enter a postcode to search locations.
de_de: Bitte geben Sie eine Postleitzahl ein, um nach Standorten zu suchen.

source: Ship to a different address or Packstation/Branch?
de_de: Versand an eine abweichende Adresse oder an eine Packstation/Filiale?

source: No shipping method enabled.
de_de: Versandarten

source: Payment gateway excluded.
de_de: Payment Gateway ausgeschlossen.

source: Not enabled for selected shipping method.
de_de: Für die ausgewählte Versandart nicht verfügbar.

source: DHL Delivery Day
de_de: Lieferung verzollt

source: Search
de_de: Suchen

source: No parcel shops found
de_de: Kein Paketshop gefunden

source: No Parcel Shops found. Ensure "Packstation" or Branch" filter is checked
de_de: Kein Standort gefunden. Stellen Sie sicher, dass der Filter für Packstation oder Filiale ausgewählt ist.

source: Regular Address
de_de: Privat-/Firmenadresse

source: DHL Packstation
de_de: DHL Paket International

source: DHL Branch
de_de: DHL Filiale

source: Address Type
de_de: Adresstyp

source: Post Number
de_de: Postnummer

source: Drop off points
de_de: Abgabestellen

source: Activate Shipment Notification. When activated DHL will inform you via email about the shipment status of your order.
de_de: Paketankündigung aktivieren. Mit der Aktivierung der Paketankündigung informiert Sie DHL per E-Mail über die geplante Lieferung Ihrer Sendung.

source: "DHL Locations" cannot be used -
de_de: DHL-Label-Datei kann nicht gespeichert werden!

source: Post Number is mandatory for a Packstation location.
de_de: Die Angabe der Postnummer ist für Packstationen verpflichtend.

source: The text "%s" must be included in the address.
de_de: Der text “%s” muss in der Adresse vorhanden sein.

source: Post Number must be a number.
de_de: Die Postnummer muss aus Zahlen bestehen.

source: The post number you entered is not valid. Please correct the number.
de_de: Die eingegebene Postnummer ist ungültig. Bitte korrigieren Sie die Postnummer.

source: 401 - Unauthorized Access - Invalid token or Authentication Header parameter
de_de: 401 - Zugriffen - ungültiges Token oder Authentifizierungsheader-parameter

source: 408 - Request Timeout
de_de: 408 – Zeitüberschreitung der Anforderung

source: 429 - Too many requests in given amount of time
de_de: 429 - zu viele Anfragen im angegeben Zeitraum hinweg

source: 503 - Service Unavailable
de_de: 503 - Wartungsarbeiten

source: POST error or timeout occured. Please try again later.
de_de: POST-Fehler oder Zeitüberschreitung. Bitte versuchen Sie es später erneut.

source: Unknown Error!
de_de: Unbekannter Fehler!

source: GET error or timeout occured. Please try again later.
de_de: GET-Fehler oder Zeitüberschreitung. Bitte versuchen Sie es später erneut.

source: The value must be %s characters.
de_de: Der Wert muss %s Zeichen sein.

source: The value must be between %1$s and %2$s characters.
de_de: Der Wert muss zwischen %s und %s Zeichen sein.

source: The value must be a number
de_de: Wert muss eine Zahl sein

source: Parcel Finder not available
de_de: Standortsuche nicht verfügbar

source: Delivery Duty Unpaid
de_de: Lieferung unverzollt

source: Delivery Duty Paid
de_de: Lieferung verzollt

source: The "Cliend Id" or "Client Secret" is empty.
de_de: DHL, erreicht nicht die "Datein Id" oder "Geheimen" ist leer.

source: Authentication failed: Please, check client ID and secret in the DHL shipping settings
de_de: Authentifizierung fehlgeschlagen: Bitte überprüfen Sie die Client-ID und Geheimnis in der DHL Versand-Einstellungen

source: Packet Standard
de_de: GM-Paket Standard

source: Packet Priority
de_de: GM Paket Priorität Manifest

source: Packet Plus
de_de: DHL Paket Plus Rendite

source: Packet Tracked
de_de: Päckchen mit Sendungsverfolgung

source: DHL Label has no path!
de_de: DHL-Label nicht erstellt

source: DHL Label could not be deleted!
de_de: DHL-Label konnte nicht gelöscht werden!

source: Invalid file path!
de_de: Ungültige Datei!

source: DHL label file cannot be saved!
de_de: DHL-Label-Datei kann nicht gespeichert werden!

source: DHL AWB Label could not be deleted!
de_de: DHL-Label konnte nicht gelöscht werden!

source: Shipment AWB:
de_de: AWB-Nummer der Sendung:

source: Sale Goods
de_de: Sperrgut:

source: Return Goods
de_de: Retouren-Adresse

source: Gift
de_de: Geschenk

source: Commercial Sample
de_de: Handelsmuster

source: Documents
de_de: Dokumente

source: Mixed Contents
de_de: Gemischte Inhalte

source: Others
de_de: Sonstiges

source: The DHL plugin is not supported in your store's "Base Location"
de_de: Das DHL-Plugin ist in Ihrem Geschäft"Basis" nicht unterstützt.

source: DHL Paket Connect
de_de: DHL Paket verbinden

source: DHL Warenpost International
de_de: DHL Paket International

source: DHL Paket PRIO
de_de: DHL Paket

source: DHL Warenpost National
de_de: DHL Paket International

source: DHL Kleinpaket
de_de: DHL Paket

source: sun
de_de: So

source: Mon
de_de: Mo

source: Tue
de_de: Di

source: Wed
de_de: Mi

source: Thu
de_de: Do

source: Fri
de_de: Fr

source: Sat
de_de: Sa

source: Sun
de_de: So

source: Delivery Duty Paid (excl. VAT )
de_de: Lieferung verzollt (exkl. MwSt.)

source: Delivery Duty Paid (excl. Duties, taxes and VAT)
de_de: Delivery Duty Paid (exkl. Zölle, Steuern und Mehrwertsteuer)

# age context
source: none
de_de: keine

source: Minimum age of 16
de_de: Mindestalter 16

source: Minimum age of 18
de_de: Mindestalter 18

source: Shipping "City" and "Postcode" are empty!
de_de: Versand "City" ist leer!

source: Shipping "Country" is empty!
de_de: Versand "Country" ist leer!

source: No service type selected
de_de: Ausgewähltes DHL Produkt:

source: DHL Label file is not writable!
de_de: DHL-Label-Datei kann nicht gespeichert werden!

source: DHL Label file cannot be saved!
de_de: DHL-Label-Datei kann nicht gespeichert werden!

source: Please, provide the username in the DHL shipping settings
de_de: Bitte geben Sie den Benutzernamen in der DHL Versand-Einstellungen

source: Please, provide the password for the username in the DHL shipping settings
de_de: Bitte geben Sie das Kennwort für den Benutzernamen in den DHL-Versand-Einstellungen

source: Please, provide a pickup account in the DHL shipping settings
de_de: Bitte geben Sie eine pickup-Konto in der DHL Versand-Einstellungen

source: Please, provide a distribution center in the DHL shipping settings
de_de: Bitte geben Sie ein Verteilzentrum in der DHL Versand-Einstellungen

source: DHL "Product" is empty!
de_de: DHL "Produkt" ist leer!

source: Shop "Order ID" is empty!
de_de: Shop "Order ID" ist leer!

source: Shop "Weight Units of Measure" is empty!
de_de: Shop "Gewicht Maßeinheiten" ist leer!

source: Order "Weight" is empty!
de_de: "Gewicht" ist leer!

source: Shop "Currency" is empty!
de_de: Shop "Währung" ist leer!

source: Shipping "Address 1" is empty!
de_de: Lieferadresse "1" ist leer!

source: Shipping "City" is empty!
de_de: Versand "City" ist leer!

source: Your Shipper Address must match a Pickup address on your DHL Portal.
de_de: Ihre Absenderadresse muss einer im DHL-Portal hinterlegten Abholadresse entsprechen.

source: Please, provide an account in the DHL shipping settings
de_de: Bitte geben Sie ein Konto in der DHL Versand-Einstellungen

source: Please, provide a participation number for the shipping method in the DHL shipping settings
de_de: Bitte geben Sie das Kennwort für den Benutzernamen in den DHL-Versand-Einstellungen

source: Please, provide a shipper name in the DHL shipping settings
de_de: Bitte geben Sie den Benutzernamen in der DHL Versand-Einstellungen

source: Please, provide a shipper address in the DHL shipping settings
de_de: Bitte geben Sie den Benutzernamen in der DHL Versand-Einstellungen

source: Please, provide a shipper address number in the DHL shipping settings
de_de: Bitte geben Sie den Benutzernamen in der DHL Versand-Einstellungen

source: Please, provide a shipper city in the DHL shipping settings
de_de: Bitte geben Sie eine pickup-Konto in der DHL Versand-Einstellungen

source: Please, provide a shipper postcode in the DHL shipping settings
de_de: Bitte geben Sie eine pickup-Konto in der DHL Versand-Einstellungen

source: Please, provide a shipper reference in the DHL shipping settings
de_de: Bitte geben Sie den Benutzernamen in der DHL Versand-Einstellungen

source: Returns are not supported by this DHL Service.
de_de: Retouren werden von diesem DHL-Service nicht unterstützt.

source: Please, provide a return name in the DHL shipping settings
de_de: Bitte geben Sie den Benutzernamen in der DHL Versand-Einstellungen

source: Please, provide a return address in the DHL shipping settings
de_de: Bitte geben Sie den Benutzernamen in der DHL Versand-Einstellungen

source: Please, provide a return address number in the DHL shipping settings
de_de: Bitte geben Sie den Benutzernamen in der DHL Versand-Einstellungen

source: Please, provide a return city in the DHL shipping settings
de_de: Bitte geben Sie ein Konto in der DHL Versand-Einstellungen

source: Please, provide a return postcode in the DHL shipping settings
de_de: Bitte geben Sie ein Konto in der DHL Versand-Einstellungen

source: First name and last name must be passed for "Identity Check".
de_de: Für den Ident-Check müssen Vorname und Nachname übermittelt werden.

source: Either a "Date of Birth" or "Minimum Age" must be eneted for "Ident-Check".
de_de: Für den Ident-Check muss entweder ein Geburtsdatum oder ein Mindestalter angegeben werden.

source: A package number is empty. Ensure all package details are filled in.
de_de: Eine Paketnummer fehlt. Bitte füllen Sie alle Paketangaben aus.

source: A package weight is empty. Ensure all package details are filled in.
de_de: Ein Paketgewicht fehlt. Bitte füllen Sie alle Paketangaben aus.

source: A package length is empty. Ensure all package details are filled in.
de_de: Eine Paketlänge fehlt. Bitte füllen Sie alle Paketangaben aus.

source: A package width is empty. Ensure all package details are filled in.
de_de: Eine Paketbreite fehlt. Bitte füllen Sie alle Paketangaben aus.

source: A package height is empty. Ensure all package details are filled in.
de_de: Eine Pakethöhe fehlt. Bitte füllen Sie alle Paketangaben aus.

source: Post Number is missing, it is mandatory for "Packstation" delivery.
de_de: Die Postnummer fehlt; sie ist für die Lieferung an eine „Packstation“ verpflichtend.

source: Shipping street number is missing!
de_de: Hausnummer der Lieferadresse fehlt!

source: Please, provide the receiver postnumber.
de_de: Bitte geben Sie die Postnummer des Empfängers an.

source: Please, provide the shipment start date.
de_de: Bitte geben Sie ein Konto in der DHL Versand-Einstellungen

source: API error: %s
de_de: API-Fehler: %s

source: Failed to get items from the API: %s
de_de: Abrufen der Elemente über die API fehlgeschlagen: %s

source: Failed to create order: %s
de_de: Label - konnte nicht erstellt werden: %s

source: Order "Service Level" is invalid
de_de: Der „Service Level“ der Bestellung ist ungültig.

source: The order "Weight" must be a number
de_de: Wert muss eine Zahl sein

source: Shipment "Value" is empty!
de_de: Versand "City" ist leer!

source: The order "value" must be a number
de_de: Wert muss eine Zahl sein

source: The importer customs reference "value" must be an alphanumeric
de_de: Wert muss eine Zahl sein

source: The importer customs reference "value" must be between 1 and 35 characters long
de_de: Der Wert muss zwischen %s und %s Zeichen sein.

source: The sender customs reference "value" must be an alphanumeric
de_de: Wert muss eine Zahl sein

source: The sender customs reference "value" must be between 1 and 35 characters long
de_de: Der Wert muss zwischen %s und %s Zeichen sein.

source: Recipient is empty!
de_de: Versand "City" ist leer!

source: Item HS Code must be between 4 and 20 characters long
de_de: Der Wert muss zwischen %s und %s Zeichen sein.

source: Failed DHL Request Pickup1: %s
de_de: DHL-Abholanfrage fehlgeschlagen: %s

source: Failed DHL Request Pickup: %s
de_de: DHL-Abholanfrage fehlgeschlagen: %s

source: Check your settings "Account Number" and "Participation Number".
de_de: Bitte prüfen Sie in den Einstellungen „Kundennummer (EKP)“ und „Teilnahmenummer“.

source: Shipper "Address 1" is empty!
de_de: Lieferadresse "1" ist leer!

source: Shipper "City" is empty!
de_de: Versand "City" ist leer!

source: Shipper "Postcode" is empty!
de_de: Versand "City" ist leer!

source: Shipper "Country" is empty!
de_de: Versand "Country" ist leer!

source: Error creating label: %s
de_de: Label - konnte nicht erstellt werden: %s

source: Error deleting label: %s
de_de: Label - konnte nicht gelöscht werden: %s

source: Could not create account number - no product number.
de_de: Kontonummer - keine Produktnummer konnte nicht erstellt werden.

source: A package number is empty. Ensure all package details are filled in.
de_de: Eine Paketnummer fehlt. Bitte füllen Sie alle Paketangaben aus.

source: Master Reference Number (MRN) must be a maximum of 18 alphanumeric characters.
de_de: Die Master-Referenznummer (MRN) darf höchstens 18 alphanumerische Zeichen umfassen.

source: Master Reference Number (MRN) is required for shipments valued at €1000 or more.
de_de: Für Sendungen mit einem Wert von 1.000 € oder mehr ist eine Master-Referenznummer (MRN) erforderlich.

source: "Account Name" in settings is empty.
de_de: API Einstellungen

source: Recipient name is empty!
de_de: Versand "City" ist leer!

source: Shipping "Postcode" is empty!
de_de: Versand "City" ist leer!

source: Packstation name is empty!
de_de: Ort

source: Locker ID is missing, it is mandatory for "Packstation" delivery.
de_de: Die Angabe der Postnummer ist für Packstationen verpflichtend.

source: Name is empty!
de_de: Versand "City" ist leer!

source: Either post number or email is required for Postfiliale
de_de: Für eine Postfiliale ist entweder eine Postnummer oder eine E-Mail-Adresse erforderlich.

source: HS code must be at-least 8 digits when an export declaration is required.
de_de: Wenn eine Ausfuhranmeldung erforderlich ist, muss der HS-Code mindestens 8 Stellen haben.

source: HS code must be at-least 6 digits for low-value exports (< €1 000).
de_de: Bei Ausfuhren mit geringem Wert (< 1.000 €) muss der HS-Code mindestens 6 Stellen haben.

source: Item HS Code must be between 4 and 11 characters long
de_de: Der Wert muss zwischen %s und %s Zeichen sein.

source: Please specify a "%s" argument
de_de: Bitte geben Sie ein „%s“-Argument an.

source: Test Connection
de_de: Verbindung prüfen

source: Get Account Settings
de_de: API Einstellungen

source: Packstation
de_de: Ort

source: WooCommerce DHL Integration requires WooCommerce to be installed and activated!
de_de: WooCommerce DHL Integration erfordert WooCommerce installiert und aktiviert sein!

source: Country not supported
de_de: Land nicht unterstützt

source: Connection Successful!
de_de: Testverbindung ist erfolgreich!

source: Connection Failed: %s Make sure to save the settings before testing the connection.
de_de: Verbindung fehlgeschlagen: %s achten Sie auf die Einstellungen zu speichern, bevor Sie die Verbindung testen.

source: Account Connected
de_de: Konto Inhaber

source: Account Connection Failed: %s . Make sure to save the settings before testing the connection.
de_de: Verbindung fehlgeschlagen: %s achten Sie auf die Einstellungen zu speichern, bevor Sie die Verbindung testen.

source: Your DHL account password will expire in less than 30 days, please head to DHL business portal and reset your password.
de_de: Ihr DHL-Kontopasswort läuft in weniger als 30 Tagen ab. Bitte wechseln Sie zum DHL-Geschäftskundenportal und setzen Sie Ihr Passwort zurück.

source: Your DHL account password will expire in less than 7 days, please head to DHL business portal and reset your password.
de_de: Ihr DHL-Kontopasswort läuft in weniger als 7 Tagen ab. Bitte wechseln Sie zum DHL-Geschäftskundenportal und setzen Sie Ihr Passwort zurück.

source: Warning: %s
de_de: Warnung: %s

source: DHL checkout Blocks
de_de: DHL-Checkout-Blöcke

source: Closest drop-off point
de_de: Nächstgelegener Abgabeort

source: Preferred delivery to a parcel shop/parcel locker close to the specified home address
de_de: Bevorzugte Lieferung an einen Paketshop oder eine Packstation in der Nähe der angegebenen Hausadresse

source: Home delivery
de_de: Heimzustellung

source: Post Code
de_de: Postleitzahl

source: Address
de_de: Adresse

source: Search
de_de: Suche

source: DHL Preferred Delivery. Delivered just as you wish.
de_de: lhr DHL Wunschzustellung. Gebracht wie gewünscht.

source: Thanks to the ﬂexible recipient services of DHL Preferred Delivery, you decide when and where you want to receive your parcels.<br> Please choose your preferred delivery option.
de_de: Mit den Services von DHL Wunschzustellung entscheiden Sie, wann und wo Sie Ihre Pakete empfangen. Wählen Sie Ihre bevorzugte Lieferoption.

source: Delivery day: Delivery at your preferred day
de_de: Liefertag: Lieferung zum gewünschten Tag

source: Choose one of the displayed days as your preferred day for your parcel delivery. Other days are not possible due to delivery processes.
de_de: Sie haben die Möglichkeit, einen der angezeigten Tage als Liefertag für die Lieferung Ihrer Waren auszuwählen. Andere Tage sind aufgrund der Lieferprozesse aktuell nicht möglich.

source: There is a surcharge of %s incl. VAT for this service.*
de_de: Für diesen Service fällt ein Aufpreis in Höhe von %s inkl. MwSt. an.*

source: Unfortunately, for the selected delivery address the service Delivery Day is not available
de_de: Für Ihre Lieferadresse steht der Service Liefertag leider nicht zur Verfügung

source: Drop-off location or neighbor
de_de: Ablageort oder Nachbar

source: Drop-off location: Delivery to your preferred drop-off location
de_de: Lieferung an den gewünschten Ablageort

source: Choose a weather-protected and non-visible place on your property, where we can deposit the parcel in your absence.
de_de: Bestimmen Sie einen wettergeschützten und nicht einsehbaren Platz auf Ihrem Grundstück, an dem wir das Paket während Ihrer Abwesenheit hinterlegen dürfen.

source: e.g. Garage, Terrace
de_de: z.B. Garage, Terrasse

source: Neighbour: Delivery to a neighbour of your choice
de_de: Nachbar: Lieferung an einen Nachbarn Ihrer Wahl

source: Determine a person in your immediate neighborhood whom we can hand out your parcel in your absence. This person should live in the same building, directly opposite or next door.
de_de: Bestimmen Sie eine Person in Ihrer unmittelbaren Nachbarschaft, bei der wir Ihr Paket während Ihrer Abwesenheit abgeben dürfen. Diese sollte im gleichen Haus, direkt gegenüber oder nebenan wohnen.

source: First name, last name of neighbour
de_de: Nachname, Vorname des Nachbarn

source: Street, number, postal code, city
de_de: Adresse, Postleitzahl, Ort des Nachbarn

source: Print
de_de: Drucken

source: Handover Note
de_de: Handover-Hinweis

source: Pick-up Account Details
de_de: Pick-up-Kontodaten

source: Account No
de_de: Konto-Nr.

source: Shipping Service(s)
de_de: Versand-Service

source: Total
de_de: Summe

source: No. of items
de_de: Anzahl der Einträge

source: Weight (%s)
de_de: Gewicht (%s)

source: No. of Receptacles
de_de: Nein. der Behälter

source: Handover info
de_de: Übergabe-info

source: Drop-Off
de_de: Rückgabeort

source: DHL Distribution centre
de_de: Verteilstelle

source: Remarks/VAS
de_de: Bemerkungen/VAS

source: Signature
de_de: Unterschrift

source: I declare the contents of the shipment under this Handover Note does not contain any prohibited or hazardous goods. The General Terms and Conditions of DHL eCommerce shall apply on the services provided by DHL eCommerce.
de_de: Ich erkläre den Inhalt der Sendung unter dieser Übergabe Hinweis enthält keine verbotenen oder gefährlichen waren. Die allgemeinen Geschäftsbedingungen und Konditionen der DHL e-Commerce gelten die Dienstleistungen von DHL e-Commerce.

source: Date
de_de: Datum

source: DHL Handover
de_de: DHL-Print-Übergabe

# block title
source: DHL Order Block
de_de: DHL‑Bestellblock

# block description
source: Adds DHL block to checkout.
de_de: Fügt dem Checkout einen DHL‑Block hinzu.
